Repository: wp-plugins/github-release-downloads
Catalog: languages/github-release-downloads-*.po
Languages: es_es

source: Settings
es_es: Ajustes

source: 1 download
es_es: 1 descarga

source: GitHub username can not be empty
es_es: El nombre de usuario de GitHub no puede estar vacío

source: GitHub repository name can not be empty
es_es: El nombre del repositorio de GitHub no puede estar vacío

source: GitHub repository not found
es_es: El repositorio de GitHub no se ha encontrado

source: GitHub repository has no releases
es_es: El repositorio de GitHub no tiene releases

source: Shortcode Error: %s
es_es: Error en el Shortcode: %s

source: GitHub Release Downloads Options
es_es: GitHub Release Downloads Opciones

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.

source: GitHub Release Downloads Settings
es_es: GitHub Release Downloads Ajustes

source: Set values for the GitHub username and the repository name to use by default in the shortcodes.
es_es: Defina los valores del nombre de usuario y el repositorio de GitHub para utilizarlos de forma predeterminada en los shortcodes.

source: User
es_es: Usuario

source: Repository
es_es: Repositorio

source: Need help?
es_es: Necesitas ayuda?

source: Learn how to use the plugin at %s.
es_es: Aprende cómo usar el plugin en %s.

source: Help
es_es: Ayuda

source: Support
es_es: Soporte

source: Donate
es_es: Donar

source: If you want to do something really nice for me...
es_es: Si quieres hacer algo por mí...

source: Buy me a beer
es_es: Invítame una cerveza

source: Follow Me
es_es: Sígueme

source: http://ivanrf.com/en/github-release-downloads/
es_es: http://ivanrf.com/github-release-downloads/

source: Get the download count, links and more information for releases of GitHub repositories.
es_es: Permite obtener la cantidad de descargas, links y más información de las Releases de un repositorio de GitHub.

source: Ivan Ridao Freitas
es_es: Iván Ridao Freitas

source: http://ivanrf.com/en/
es_es: http://ivanrf.com/
